[
    {
        "category": "depressed",
        "passage": "Deuteronomy 32:10",
        "verse": "He found them in a desert land, in an empty, howling wasteland. He surrounded them and watched over them; he guarded them as he would guard his own eyes."
    },
    {
        "category": "trust",
        "passage": "Deuteronomy 31:8",
        "verse": "Do not be afraid or discouraged, for the Lord will personally go ahead of you. He will be with you; he will neither fail you nor abandon you."
    },
    {
        "category": "protection",
        "passage": "Psalms 3:3",
        "verse": "But you, O Lord, are a shield around me; you are my glory, the one who holds my head high."
    },
    {
        "category": "direction",
        "passage": "Proverbs 16:3",
        "verse": "Commit your work to the LORD, and your plans will be established."
    },
    {
        "category": "stressed",
        "passage": "Isaiah 40:30-31",
        "verse": "Even youths shall faint and be weary, and young men shall fall exhausted; but they who wait for the LORD shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint."
    },
    {
        "category": "joyful",
        "passage": "Psalms 4:7",
        "verse": "You have given me greater joy than those who have abundant harvests of grain and new wine."
    },
    {
        "category": "selfcontrol",
        "passage": "Proverbs 25:28",
        "verse": "A person without self-control is like a city with broken down walls."
    },
    {
        "category": "frustration",
        "passage": "Isaiah 41:10",
        "verse": "Don be afraid, for I am with you. Don be discouraged, for I am your God. I will strengthen you and help you. I will hold you up with my victorious right hand."
    },
    {
        "category": "anger",
        "passage": "Psalms 37:8",
        "verse": "Stop being angry! Turn from your rage! Do not lose your temper, it only leads to harm."
    },
    {
        "category": "forgiveness",
        "passage": "Ephesians 4:32",
        "verse": "Instead, be kind to each other, tenderhearted, forgiving one another, just as God through Christ has forgiven you."
    },
    {
        "category": "sad",
        "passage": "Matthew 5:4",
        "verse": "God blesses those who mourn, for they will be comforted."
    },
    {
        "category": "prosperity",
        "passage": "Deuteronomy 8:18",
        "verse": "Remember the Lord your God. He is the one who gives you power to be successful, in order to fulfill the covenant he confirmed to your ancestors with an oath."
    },
    {
        "category": "confused",
        "passage": "John 14:26",
        "verse": "But when the Father sends the Advocate as my representative is, the Holy Spirit will teach you everything and will remind you of everything I have told you."
    },
    {
        "category": "faithful",
        "passage": "Matthew 6:31-33",
        "verse": " don worry about these things, saying,  will we eat? What will we drink? What will we wear? These things dominate the thoughts of unbelievers, but your heavenly Father already knows all your needs. Seek the Kingdom of God above all else, and live righteously, and he will give you everything you need."
    },
    {
        "category": "faithful",
        "passage": "1 Corinthians 10:13",
        "verse": "The temptations in your life are no different from what others experience. And God is faithful. He will not allow the temptation to be more than you can stand. When you are tempted, he will show you a way out so that you can endure."
    },
    {
        "category": "confused",
        "passage": "Psalm 119:34",
        "verse": "Give me understanding and I will obey your instructions, I will put them into practice with all my heart."
    },
    {
        "category": "prosperity",
        "passage": "Jeremiah 29:11",
        "verse": "For I know the plans I have for you, says the Lord.  are plans for good and not for disaster, to give you a future and a hope\"."
    },
    {
        "category": "prosperity",
        "passage": "Philippians 4:19",
        "verse": "And this same God who takes care of me will supply all your needs from his glorious riches, which have been given to us in Christ Jesus."
    },
    {
        "category": "sad",
        "passage": "Titus 1:2",
        "verse": "This truth gives them confidence that they have eternal life, which God does not lie them before the world began."
    },
    {
        "category": "forgiveness",
        "passage": "Mark 11:25",
        "verse": "But when you are praying, first forgive anyone you are holding a grudge against, so that your Father in heaven will forgive your sins, too."
    },
    {
        "category": "forgiveness",
        "passage": "Matthew 6:15",
        "verse": "But when you are praying, first forgive anyone you are holding a grudge against, so that your Father in heaven will forgive your sins, too."
    },
    {
        "category": "anger",
        "passage": "Proverbs 14:29",
        "verse": "People with understanding control their anger a hot temper shows great foolishness."
    },
    {
        "category": "anger",
        "passage": "James 1:19",
        "verse": "Understand this, my dear brothers and sisters: You must all be quick to listen, slow to speak, and slow to get angry."
    },
    {
        "category": "frustration",
        "passage": "John 16:33",
        "verse": "I have told you all this so that you may have peace in me. Here on earth you will have many trials and sorrows. But take heart, because I have overcome the world."
    },
    {
        "category": "frustration",
        "passage": "Philippians 4:7",
        "verse": "Then you will experience God peace, which exceeds anything we can understand. His peace will guard your hearts and minds as you live in Christ Jesus."
    },
    {
        "category": "selfcontrol",
        "passage": "2 Peter 1:5-7",
        "verse": "In view of all this, make every effort to respond to God promises. Supplement your faith with a generous provision of moral excellence, and moral excellence with knowledge, and knowledge with self-control, and self-control with patient endurance, and patient endurance with godliness, and godliness with brotherly affection, and brotherly affection with love for everyone."
    },
    {
        "category": "selfcontrol",
        "passage": "1 Peter 5:8",
        "verse": "Stay alert! Watch out for your great enemy, the devil. He prowls around like a roaring lion, looking for someone to devour."
    },
    {
        "category": "joyful",
        "passage": "Proverbs 17:22",
        "verse": "A cheerful heart is good medicine but a broken spirit saps a person strength."
    },
    {
        "category": "joyful",
        "passage": "Romans 15:13",
        "verse": "I pray that God, the source of hope, will fill you completely with joy and peace because you trust in him. Then you will overflow with confident hope through the power of the Holy Spirit."
    },
    {
        "category": "depressed",
        "passage": "Psalms 34:17",
        "verse": "The Lord hears his people when they call to him for help. He rescues them from all their troubles."
    },
    {
        "category": "depressed",
        "passage": "Psalms 40:1-3",
        "verse": "I waited patiently for the Lord to help me, and he turned to me and heard my cry. He lifted me out of the pit of despair, out of the mud and the mire. He set my feet on solid ground and steadied me as I walked along. He has given me a new song to sing, a hymn of praise to our God. Many will see what he has done and be amazed. They will put their trust in the Lord."
    },
    {
        "category": "depressed",
        "passage": "Deuteronomy 31:8",
        "verse": "Do not be afraid or discouraged, for the Lord will personally go ahead of you. He will be with you; he will neither fail you nor abandon you."
    },
    {
        "category": "depressed",
        "passage": "Philippians 4:8",
        "verse": "And now, dear brothers and sisters, one final thing. Fix your thoughts on what is true, and honorable, and right, and pure, and lovely, and admirable. Think about things that are excellent and worthy of praise."
    },
    {
        "category": "trust",
        "passage": "Psalms 32:10",
        "verse": "Many sorrows come to the wicked, but unfailing love surrounds those who trust the Lord."
    },
    {
        "category": "trust",
        "passage": "Psalms 37:3-4",
        "verse": "Trust in the Lord and do good. Then you will live safely in the land and prosper. Take delight in the Lord, and he will give you your heart desires."
    },
    {
        "category": "trust",
        "passage": "Psalms 42:11",
        "verse": "Why am I discouraged? Why is my heart so sad? I will put my hope in God!  I will praise him again Savior and my God!"
    },
    {
        "category": "trust",
        "passage": "1 Peter 5:6-7",
        "verse": "So humble yourselves under the mighty power of God, and at the right time he will lift you up in honor. 7 Give all your worries and cares to God, for he cares about you."
    },
    {
        "category": "stressed",
        "passage": "Romans 8:6",
        "verse": "For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace."
    },
    {
        "category": "stressed",
        "passage": "Philippians 4:6-7",
        "verse": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."
    },
    {
        "category": "stressed",
        "passage": "Psalms 55:22",
        "verse": "Cast your burden on the LORD, and he will sustain you; he will never permit the righteous to be moved."
    },
    {
        "category": "stressed",
        "passage": "James 1:2-4",
        "verse": "Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness. And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing."
    },
    {
        "category": "direction",
        "passage": "Matthew 6:33",
        "verse": "Seek the Kingdom of God above all else, and live righteously, and he will give you everything you need."
    }
]